backend/views/site/index.php

SELECT COUNT(*) FROM "orders"
---
        <h3 style="font-size: 1.5em; margin-bottom: 10px;">Orders</h3>
        <p style="font-size: 2em; font-weight: bold;"><?php
        try {
            echo \common\models\Order::find()->count();

SELECT COUNT(*) FROM "user"
---
        <h3 style="font-size: 1.5em; margin-bottom: 10px;">Users</h3>
        <p style="font-size: 2em; font-weight: bold;"><?php
        try {
            echo \common\models\User::find()->count();

SELECT COUNT(*) FROM "outbox_messages" WHERE "status"='pending'
---
        <h3 style="font-size: 1.5em; margin-bottom: 10px;">Messages</h3>
        <p style="font-size: 2em; font-weight: bold;"><?php
        try {
            echo \common\models\OutboxMessage::find()->where(['status' => 'pending'])->count();